Repository: Codeinwp/feedzy-rss-feeds
Catalog: languages/feedzy-rss-feeds-*.po
Languages: de_de, es_es, fr_fr, ja, sr_rs

source: Sorry, this feed is currently unavailable or does not exists anymore.
de_de: Tut uns leid, dieser Feed ist derzeit nicht verfügbar oder existiert nicht mehr.
es_es: Lo sentimos, este feed no está disponible en este momento o no existe.
fr_fr: Désolé, ce flux est actuellement indisponible ou n'existe plus.
ja: このフィードは現在利用できないか存在しません。
sr_rs: Žao nam je, ovo polje trenutno nije dostupno ili više ne postoji.

source: on
de_de: am
es_es: el día
fr_fr: le
sr_rs: na

source: at
de_de: um
es_es: a las
fr_fr: à
sr_rs: u

source: Documentation and examples
de_de: Dokumentation und Beispiele
es_es: Documentación y ejemplos
fr_fr: Documentation et exemples
ja: ドキュメントと例
sr_rs: Dokumentacija i primeri

source: More b*web Plugins
de_de: Weitere b*web Plugins
es_es: Más plugins de b*web
fr_fr: Plus de plugins b*web
ja: 他の b*web プラグイン
sr_rs: Više b*web Plugin-ova

source: Insert FEEDZY RSS Feeds Shortcode
de_de: FEEDZY RSS Feeds Shortcode einfügen
es_es: Insertar shortcode feeds FEEDZY RSS
fr_fr: Insérer un shortcode FEEDZY RSS Feeds
ja: FEEDZY RSSフィード ショートコードを追加
sr_rs: Unesite FEEDZY RSS Feeds Shortcode

source: Number of items to display.
de_de: Anzahl der darzustellenden Elemente
es_es: Número de artículos a mostrar.
fr_fr: Nombre d’éléments à remonter.
ja: 表示数:
sr_rs: Broj stavki za prikazivanje

source: Links may be opened in the same window or a new tab.
de_de: Links können im selben Fenster oder einem neuen Tab geöffnet werden
es_es: Seleccionar como se mostrarán los enlaces al hacer click.
fr_fr: Les liens peuvent être ouverts dans la même fenêtre ou dans un nouvel onglet.
ja: リンク先の開き方:
sr_rs: Linkovi mogu biti otvoreni u istom prozoru ili u novom tabulatoru.

source: Trim the title of the item after X characters.
de_de: Titel nach X Zeichen abschneiden
es_es: Recortar el título del artículo después de X caracteres.
fr_fr: Rogner le titre de l’élément après X caractères.
ja: タイトルの切り取り文字数:
sr_rs: Skratite naslov stavke posle X karaktera.

source: Should we display the date of publication and the author name?
de_de: Veröffentlichungsdatum und Autorname anzeigen?
es_es: ¿Mostrar el día de publicación y el nombre del autor?
fr_fr: Doit-on afficher la date de publication ainsi que le nom de l’auteur de l’élément ?
ja: 公開日と著作者を表示:
sr_rs: Treba li da prikažemo datum publikacije i ime autora?

source: Should we display a description (abstract) of the retrieved item?
de_de: Kurzbeschreibung (Zusammenfassung) des Elements anzeigen?
es_es: ¿Mostrar una descripción (extracto) del artículo?
fr_fr: Doit-on afficher la description (le résumé) de l’élément ?
ja: 詳細を表示:
sr_rs: Treba li da prikažemo opis (siže) dobavljene stavke?

source: Crop description (summary) of the element after X characters.
de_de: Kurzbeschreibung (Zusammenfassung) nach X Zeichen abschneiden
es_es: Cortar la descripción (sumario) del elemento después de X caracteres.
fr_fr: Rogner la description (le résumé) de l’élément après X caractères.
ja: 詳細の切り取り文字数:
sr_rs: Kropuj opis (siže) elementa posle X karaktera.

source: Should we display the first image of the content if it is available?
de_de: Erstes Bild - wenn vorhanden - des Inhalts anzeigen?
es_es: ¿Mostrar la primera imagen del contenido si está disponible?
fr_fr: Doit-on afficher la première image du contenu si elle est disponible ?
ja: 最初の画像を表示:
sr_rs: Treba li da prikažemo prvu sliku sadržaja ako je raspoloživa?

source: Default thumbnail URL if no image is found.
de_de: Standard-Thumnail-Bild, wenn kein Bild im Text vorhanden ist.
es_es: Enlace de la imagen por defecto si no la hay disponible.
fr_fr: URL de la miniature par défaut si aucune image n’est trouvée.
ja: 画像がない場合のデフォルトサムネイル:
sr_rs: URL podrazumevane sličice ako nije pronađena nijedna slika.

source: Thumblails dimension. Do not include "px". Eg: 150
de_de: Thumbnail-Größe. Bitte ohne "px" angeben, z.B. 150
es_es: Dimensiones de las imágenes. No incluir "px". Ejemplo: 150
fr_fr: Dimensions de la miniature. Ne pas inclure “px”. Ex : 150
ja: サムネイルのサイズ（"px"はなし 例:150）:
sr_rs: Dimenzije sličice. Nemojte unositi "px". Npr. 150

source: Only display item if title contains specific keyword(s) (comma-separated list/case sensitive).
de_de: Elemente nur anzeigen, wenn sie folgende Keywords enthalten (Kommaseparierte Liste).
es_es: Sólo mostrar el artículo si el título contiene las palabra(s) especificada(s) (lista separada por comas/distingue mayúsculas de minúsculas).
fr_fr: Afficher un élément seulement si son titre contient l’un des mots clés spécifiés (liste séparée par des virgules/sensible à la case)
ja: 特定なキーワードがタイトルに含まれる項目のみ表示 (複数指定時は大文字小文字を意識してカンマ区切り):
sr_rs: Prikaži stavku samo ako naslov sadrži specifične ključne reči (odvojene zarezima/osetljive na velika i mala slova).

source: Do not specify
de_de: nicht angeben
es_es: no especificado
fr_fr: Ne pas préciser
ja: 指定しない
sr_rs: Nemoj određivati

source: No
de_de: Nein
fr_fr: Non
ja: しない
sr_rs: Ne

source: Yes
de_de: Ja
es_es: Si
fr_fr: Oui
ja: する
sr_rs: Da

source: The feed(s) URL (comma-separated list).
de_de: Feed URLs (kommaseparierte Liste).
es_es: Las Url's de los feed(s) (lista separada por comas).
fr_fr: URL(s) du(des) flux RSS (liste séparée par des virgules).
ja: フィードアドレス (複数指定する場合はカンマ区切り):
sr_rs: URL feed-ova (odvojenih zarezima ako je lista).

source: Should we display the RSS title?
de_de: RSS-Titel darstellen?
es_es: ¿Mostrar el título del RSS?
fr_fr: Doit-on afficher le titre du flux RSS ?
ja: タイトルを表示:
sr_rs: Treba li da prikažemo RSS naslov?

source: FEEDZY RSS Feeds is a small and lightweight plugin. Fast and easy to use, it aggregates RSS feeds into your WordPress site through simple shortcodes.
es_es: FEEDZY RSS Feeds es un pequeño y ligero plugin. Rápido y fácil de usar, agrupa los canales RSS en su sitio de WordPress a través de simples shortcodes.
fr_fr: FEEDZY RSS Feeds est un petit plugin léger, rapide et très simple d'utilisation qui vous permet d'agréger des flux RSS dans votre site WordPress grâce à des shortcodes entièrement paramétrables.
ja: FEEDZY RSS Feeds は小さく軽いプラグインです。高速で使い方も簡単。あなたのワードプレスサイトにシンプルなショートコードによるRSSフィードの収集機能を追加します。
sr_rs: FEEDZY RSS Feeds je mali i lagan plugin. Brz i jednostavan za upotrebu, sakuplja RSS feed-ove na vaš WordPress site uz pomoć jednostavnih shortcode-ova.

source: http://b-website.com/feedzy-rss-feeds-wordpress-plugin-using-simplepie
fr_fr: http://b-website.com/feedzy-rss-feeds-plugin-wordpress-gratuit-utilisant-simplepie

source: Widget Title
de_de: Widget-Titel
es_es: Título del Widget
fr_fr: Titre du Widget
ja: タイトル
sr_rs: dodatak Naslov

source: Intro text
de_de: Einleitungstext
es_es: Texto introductorio
fr_fr: Texte d'intro
ja: イントロテキスト
sr_rs: Uvodni tekst

source: Posted
de_de: Veröffentlicht
es_es: Publicado
fr_fr: Posté
ja: 投稿日
sr_rs: Objavljeno

source: by
de_de: von
es_es: por
fr_fr: par
sr_rs: po

source: If your feed is not valid, it won't work.
fr_fr: Si votre flux n'est pas valide, cela ne fonctionnera pas.

source: Donate to this plugin &#187;
de_de: Spenden Sie für dieses Plugin &#187;
es_es: Donar a este plugin &#187;
ja: このプラグインに寄付 &#187;

source: FEEDZY RSS Feeds by b*web
es_es: FEEDZY RSS Feeds por b*web
sr_rs: FEEDZY RSS Feeds, autor b*web

source: Feedzy RSS Feeds
ja: Feedzy RSS フィード
